Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Hash_Alg_xor16
source: XOR 16-bit
ar: XOR 16 بت
cs: XOR 16 bitů
es: XOR de 16 bits
fa: XOR 16 بیتی
fr: XOR 16 bits
hu: XOR, 16 bites
it: XOR a 16 bit
ko: XOR 16비트
pl: XOR 16-bitowy
pt: XOR de 16 bits
ro: XOR pe 16 biți
th: XOR 16 บิต
uk: XOR 16 біт
zh_hans: XOR 16 位
zh_hant: XOR 16 位元

# Hash_Alg_xor32
source: XOR 32-bit
ar: XOR 32 بت
cs: XOR 32 bitů
es: XOR de 32 bits
fa: XOR 32 بیتی
fr: XOR 32 bits
hu: XOR, 32 bites
it: XOR a 32 bit
ko: XOR 32비트
pl: XOR 32-bitowy
pt: XOR de 32 bits
ro: XOR pe 32 de biți
th: XOR 32 บิต
uk: XOR 32 біти
zh_hans: XOR 32 位
zh_hant: XOR 32 位元

# Hash_Alg_xor64
source: XOR 64-bit
ar: XOR 64 بت
cs: XOR 64 bitů
es: XOR de 64 bits
fa: XOR 64 بیتی
fr: XOR 64 bits
hu: XOR, 64 bites
it: XOR a 64 bit
ko: XOR 64비트
pl: XOR 64-bitowy
pt: XOR de 64 bits
ro: XOR pe 64 de biți
th: XOR 64 บิต
uk: XOR 64 біти
zh_hans: XOR 64 位
zh_hant: XOR 64 位元

# Common_Open
source: Open
ar: فتح
cs: Otevřít
de: Öffnen
el: Άνοιγμα
es: Abrir
fa: باز کردن
fr: Ouvrir
hu: Megnyitás
id: Buka
it: Apri
ja: 開く
ko: 열기
pl: Otwórz
pt: Abrir
ro: Deschidere
th: เปิด
tr: Aç
uk: Відкрити
vi: Mở
zh_hans: 打开
zh_hant: 開啟

# Common_Unknown
source: Unknown
ar: غير معروف
cs: Neznámé
de: Unbekannt
el: Άγνωστο
es: Desconocido
fa: ناشناخته
fr: Inconnu
hu: Ismeretlen
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pl: Nieznany
pt: Desconhecido
ro: Necunoscut
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомо
vi: Không xác định
zh_hans: 未知
zh_hant: 不明

# Command_ProcessOnly
source: This command is only available for process memory.
ar: هذا الأمر متاح فقط لذاكرة العملية.
cs: Tento příkaz je k dispozici jen pro paměť procesu.
de: Dieser Befehl ist nur für Prozessspeicher verfügbar.
el: Αυτή η εντολή είναι διαθέσιμη μόνο για μνήμη διεργασίας.
es: Este comando solo está disponible para la memoria de un proceso.
fa: این فرمان فقط برای حافظهٔ فرایند در دسترس است.
fr: Cette commande n'est disponible que pour la mémoire d'un processus.
hu: Ez a parancs csak folyamatmemóriánál érhető el.
id: Perintah ini hanya tersedia untuk memori proses.
it: Questo comando è disponibile solo per la memoria di processo.
ja: このコマンドはプロセスメモリでのみ使えます。
ko: 이 명령은 프로세스 메모리에서만 사용할 수 있습니다.
pl: To polecenie jest dostępne tylko dla pamięci procesu.
pt: Este comando está disponível apenas para memória de processo.
ro: Această comandă este disponibilă doar pentru memoria proceselor.
th: คำสั่งนี้ใช้ได้เฉพาะกับหน่วยความจำของโปรเซส
tr: Bu komut yalnızca işlem belleği için kullanılabilir.
uk: Ця команда доступна лише для пам’яті процесу.
vi: Lệnh này chỉ dùng được với bộ nhớ tiến trình.
zh_hans: 此命令仅适用于进程内存。
zh_hant: 此命令只能用於處理程序記憶體。

# Panel_MemoryMap_Title
source: Memory map
ar: خريطة الذاكرة
cs: Mapa paměti
de: Speicherkarte
el: Χάρτης μνήμης
es: Mapa de memoria
fa: نقشهٔ حافظه
fr: Carte mémoire
hu: Memóriatérkép
id: Peta memori
it: Mappa della memoria
ja: メモリマップ
ko: 메모리 맵
pl: Mapa pamięci
pt: Mapa de memória
ro: Hartă memorie
th: แผนที่หน่วยความจำ
tr: Bellek haritası
uk: Карта пам’яті
vi: Bản đồ bộ nhớ
zh_hans: 内存映射
zh_hant: 記憶體對應

# OpenDevice_ReadOnly
source: Open read-only
ar: فتح للقراءة فقط
cs: Otevřít jen pro čtení
de: Schreibgeschützt öffnen
el: Άνοιγμα μόνο για ανάγνωση
es: Abrir como solo lectura
fa: باز کردن فقط خواندنی
fr: Ouvrir en lecture seule
hu: Megnyitás írásvédetten
id: Buka sebagai baca-saja
it: Apri in sola lettura
ja: 読み取り専用で開く
ko: 읽기 전용으로 열기
pl: Otwórz tylko do odczytu
pt: Abrir somente leitura
ro: Deschidere doar în citire
th: เปิดแบบอ่านอย่างเดียว
tr: Salt okunur aç
uk: Відкрити лише для читання
vi: Mở chỉ đọc
zh_hans: 以只读方式打开
zh_hant: 以唯讀方式開啟

# OpenDisk_Title
source: Open disk
ar: فتح قرص
cs: Otevřít disk
de: Datenträger öffnen
el: Άνοιγμα δίσκου
es: Abrir disco
fa: باز کردن دیسک
fr: Ouvrir un disque
hu: Lemez megnyitása
id: Buka disk
it: Apri disco
ja: ディスクを開く
ko: 디스크 열기
pl: Otwórz dysk
pt: Abrir disco
ro: Deschidere disc
th: เปิดดิสก์
tr: Disk aç
uk: Відкриття диска
vi: Mở ổ đĩa
zh_hans: 打开磁盘
zh_hant: 開啟磁碟

# OpenDisk_DiskName
source: Disk {0} ({1}, {2})
ar: القرص {0} ({1}، {2})
de: Datenträger {0} ({1}, {2})
el: Δίσκος {0} ({1}, {2})
es: Disco {0} ({1}, {2})
fa: دیسک {0} ({1}، {2})
fr: Disque {0} ({1}, {2})
hu: {0}. lemez ({1}, {2})
it: Disco {0} ({1}, {2})
ja: ディスク {0} ({1}, {2})
ko: 디스크 {0}({1}, {2})
pl: Dysk {0} ({1}, {2})
pt: Disco {0} ({1}, {2})
ro: Disc {0} ({1}, {2})
th: ดิสก์ {0} ({1}, {2})
uk: Диск {0} ({1}, {2})
vi: Ổ đĩa {0} ({1}, {2})
zh_hans: 磁盘 {0}（{1}，{2}）
zh_hant: 磁碟 {0}（{1}，{2}）

# OpenDisk_VolumeName
source: Volume {0} ({1})
ar: وحدة التخزين {0} ({1})
cs: Svazek {0} ({1})
el: Τόμος {0} ({1})
es: Volumen {0} ({1})
fa: حجم {0} ({1})
hu: {0} kötet ({1})
ja: ボリューム {0} ({1})
ko: 볼륨 {0}({1})
pl: Wolumin {0} ({1})
ro: Volum {0} ({1})
th: วอลุ่ม {0} ({1})
tr: Birim {0} ({1})
uk: Том {0} ({1})
vi: Ổ đĩa logic {0} ({1})
zh_hans: 卷 {0}（{1}）
zh_hant: 磁碟區 {0}（{1}）

# OpenDisk_NoLabel
source: no label
ar: بلا تسمية
cs: bez popisku
de: keine Bezeichnung
el: χωρίς ετικέτα
es: sin etiqueta
fa: بدون برچسب
fr: sans étiquette
hu: nincs címke
id: tanpa label
it: nessuna etichetta
ja: ラベルなし
ko: 레이블 없음
pl: brak etykiety
pt: sem rótulo
ro: fără etichetă
th: ไม่มีป้ายชื่อ
tr: etiket yok
uk: без мітки
vi: không có nhãn
zh_hans: 无标签
zh_hant: 無標籤

# OpenDisk_EnumError
source: The disk list could not be read ({0}).
ar: تعذرت قراءة قائمة الأقراص ({0}).
cs: Seznam disků nelze načíst ({0}).
de: Die Datenträgerliste konnte nicht gelesen werden ({0}).
el: Δεν ήταν δυνατή η ανάγνωση της λίστας δίσκων ({0}).
es: No se pudo leer la lista de discos ({0}).
fa: فهرست دیسک‌ها خوانده نشد ({0}).
fr: Impossible de lire la liste des disques ({0}).
hu: A lemezek listája nem olvasható ({0}).
id: Daftar disk tidak dapat dibaca ({0}).
it: Impossibile leggere l'elenco dei dischi ({0}).
ja: ディスクの一覧を取得できませんでした ({0})。
ko: 디스크 목록을 읽을 수 없습니다({0}).
pl: Nie można odczytać listy dysków ({0}).
pt: Não foi possível ler a lista de discos ({0}).
ro: Lista de discuri nu a putut fi citită ({0}).
th: ไม่สามารถอ่านรายการดิสก์ ({0})
tr: Disk listesi okunamadı ({0}).
uk: Не вдалося прочитати список дисків ({0}).
vi: Không thể đọc danh sách ổ đĩa ({0}).
zh_hans: 无法读取磁盘列表（{0}）。
zh_hant: 無法讀取磁碟清單（{0}）。

# OpenDisk_Error
source: The device could not be opened ({0}).
ar: تعذر فتح الجهاز ({0}).
cs: Zařízení nelze otevřít ({0}).
de: Das Gerät konnte nicht geöffnet werden ({0}).
el: Δεν ήταν δυνατό το άνοιγμα της συσκευής ({0}).
es: No se pudo abrir el dispositivo ({0}).
fa: دستگاه باز نشد ({0}).
fr: Impossible d'ouvrir le périphérique ({0}).
hu: Az eszköz nem nyitható meg ({0}).
id: Perangkat tidak dapat dibuka ({0}).
it: Impossibile aprire il dispositivo ({0}).
ja: デバイスを開けませんでした ({0})。
ko: 장치를 열 수 없습니다({0}).
pl: Nie można otworzyć urządzenia ({0}).
pt: Não foi possível abrir o dispositivo ({0}).
ro: Dispozitivul nu a putut fi deschis ({0}).
th: ไม่สามารถเปิดอุปกรณ์ ({0})
tr: Aygıt açılamadı ({0}).
uk: Не вдалося відкрити пристрій ({0}).
vi: Không thể mở thiết bị ({0}).
zh_hans: 无法打开设备（{0}）。
zh_hant: 無法開啟裝置（{0}）。

# OpenDisk_AccessDenied
source: The device is in use and could not be opened.
ar: تعذر فتح الجهاز ({0}).
cs: Zařízení nelze otevřít ({0}).
de: Das Gerät konnte nicht geöffnet werden ({0}).
el: Δεν ήταν δυνατό το άνοιγμα της συσκευής ({0}).
es: No se pudo abrir el dispositivo ({0}).
fa: دستگاه باز نشد ({0}).
fr: Impossible d'ouvrir le périphérique ({0}).
hu: Az eszköz nem nyitható meg ({0}).
id: Perangkat tidak dapat dibuka ({0}).
it: Impossibile aprire il dispositivo ({0}).
ja: デバイスを開けませんでした ({0})。
ko: 장치를 열 수 없습니다({0}).
pl: Nie można otworzyć urządzenia ({0}).
pt: Não foi possível abrir o dispositivo ({0}).
ro: Dispozitivul nu a putut fi deschis ({0}).
th: ไม่สามารถเปิดอุปกรณ์ ({0})
tr: Aygıt açılamadı ({0}).
uk: Не вдалося відкрити пристрій ({0}).
vi: Không thể mở thiết bị ({0}).
zh_hans: 无法打开设备（{0}）。
zh_hant: 無法開啟裝置（{0}）。

# OpenDisk_NoMedia
source: No media is inserted.
ar: لا توجد وسائط مُدرجة.
cs: Není vloženo médium.
de: Es ist kein Medium eingelegt.
el: Δεν υπάρχει τοποθετημένο μέσο.
es: No hay ningún medio insertado.
fa: رسانه‌ای وارد نشده است.
fr: Aucun support n'est inséré.
hu: Nincs behelyezve adathordozó.
id: Tidak ada media yang dimasukkan.
it: Nessun supporto inserito.
ja: メディアが入っていません。
ko: 미디어가 삽입되지 않았습니다.
pl: Nie włożono nośnika.
pt: Nenhuma mídia inserida.
ro: Nu este introdus niciun suport.
th: ไม่มีสื่อใส่อยู่
tr: Ortam takılı değil.
uk: Носій не вставлено.
vi: Chưa lắp phương tiện lưu trữ.
zh_hans: 未插入介质。
zh_hant: 未插入媒體。

# OpenDisk_BitLocker
source: This volume is locked by BitLocker. Unlock it before opening.
ar: وحدة التخزين هذه مؤمّنة بواسطة BitLocker. ألغِ تأمينها قبل الفتح.
cs: Tento svazek je uzamčen nástrojem BitLocker. Před otevřením ho odemkněte.
de: Dieses Volume ist durch BitLocker gesperrt. Entsperren Sie es vor dem Öffnen.
el: Αυτός ο τόμος είναι κλειδωμένος από το BitLocker. Ξεκλειδώστε τον πριν από το άνοιγμα.
es: Este volumen está bloqueado con BitLocker. Desbloquéalo antes de abrirlo.
fa: این حجم با BitLocker قفل شده است. پیش از باز کردن قفل آن را باز کنید.
fr: Ce volume est verrouillé par BitLocker. Déverrouillez-le avant de l'ouvrir.
hu: Ezt a kötetet a BitLocker zárolja. Megnyitás előtt oldja fel a zárolást.
id: Volume ini dikunci oleh BitLocker. Buka kuncinya sebelum membuka.
it: Questo volume è bloccato da BitLocker. Sbloccalo prima di aprirlo.
ja: このボリュームは BitLocker でロックされています。ロックを解除してから開いてください。
ko: 이 볼륨은 BitLocker로 잠겨 있습니다. 열기 전에 잠금을 해제하세요.
pl: Ten wolumin jest zablokowany przez funkcję BitLocker. Odblokuj go przed otwarciem.
pt: Este volume está bloqueado pelo BitLocker. Desbloqueie-o antes de abrir.
ro: Acest volum este blocat de BitLocker. Deblocați-l înainte de deschidere.
th: วอลุ่มนี้ถูกล็อกโดย BitLocker ปลดล็อกก่อนเปิด
tr: Bu birim BitLocker ile kilitli. Açmadan önce kilidini açın.
uk: Цей том заблоковано BitLocker. Розблокуйте його перед відкриттям.
vi: Ổ đĩa logic này bị BitLocker khóa. Hãy mở khóa trước khi mở.
zh_hans: 此卷已被 BitLocker 锁定。请先解锁再打开。
zh_hant: 此磁碟區已由 BitLocker 鎖定。請先解除鎖定再開啟。

# OpenProcess_Title
source: Open process memory
ar: فتح ذاكرة عملية
cs: Otevřít paměť procesu
de: Prozessspeicher öffnen
el: Άνοιγμα μνήμης διεργασίας
es: Abrir memoria de proceso
fa: باز کردن حافظهٔ فرایند
fr: Ouvrir la mémoire d'un processus
hu: Folyamatmemória megnyitása
id: Buka memori proses
it: Apri memoria di processo
ja: プロセスのメモリを開く
ko: 프로세스 메모리 열기
pl: Otwórz pamięć procesu
pt: Abrir memória de processo
ro: Deschidere memorie proces
th: เปิดหน่วยความจำของโปรเซส
tr: İşlem belleğini aç
uk: Відкриття пам’яті процесу
vi: Mở bộ nhớ tiến trình
zh_hans: 打开进程内存
zh_hant: 開啟處理程序記憶體

# OpenProcess_EnumError
source: The process list could not be read ({0}).
ar: تعذرت قراءة قائمة العمليات ({0}).
cs: Seznam procesů nelze načíst ({0}).
de: Die Prozessliste konnte nicht gelesen werden ({0}).
el: Δεν ήταν δυνατή η ανάγνωση της λίστας διεργασιών ({0}).
es: No se pudo leer la lista de procesos ({0}).
fa: فهرست فرایندها خوانده نشد ({0}).
fr: Impossible de lire la liste des processus ({0}).
hu: A folyamatok listája nem olvasható ({0}).
id: Daftar proses tidak dapat dibaca ({0}).
it: Impossibile leggere l'elenco dei processi ({0}).
ja: プロセスの一覧を取得できませんでした ({0})。
ko: 프로세스 목록을 읽을 수 없습니다({0}).
pl: Nie można odczytać listy procesów ({0}).
pt: Não foi possível ler a lista de processos ({0}).
ro: Lista de procese nu a putut fi citită ({0}).
th: ไม่สามารถอ่านรายการโปรเซส ({0})
tr: İşlem listesi okunamadı ({0}).
uk: Не вдалося прочитати список процесів ({0}).
vi: Không thể đọc danh sách tiến trình ({0}).
zh_hans: 无法读取进程列表（{0}）。
zh_hant: 無法讀取處理程序清單（{0}）。

# OpenProcess_Error
source: The process could not be opened ({0}).
ar: تعذر فتح العملية ({0}).
cs: Proces nelze otevřít ({0}).
de: Der Prozess konnte nicht geöffnet werden ({0}).
el: Δεν ήταν δυνατό το άνοιγμα της διεργασίας ({0}).
es: No se pudo abrir el proceso ({0}).
fa: فرایند باز نشد ({0}).
fr: Impossible d'ouvrir le processus ({0}).
hu: A folyamat nem nyitható meg ({0}).
id: Proses tidak dapat dibuka ({0}).
it: Impossibile aprire il processo ({0}).
ja: プロセスを開けませんでした ({0})。
ko: 프로세스를 열 수 없습니다({0}).
pl: Nie można otworzyć procesu ({0}).
pt: Não foi possível abrir o processo ({0}).
ro: Procesul nu a putut fi deschis ({0}).
th: ไม่สามารถเปิดโปรเซส ({0})
tr: İşlem açılamadı ({0}).
uk: Не вдалося відкрити процес ({0}).
vi: Không thể mở tiến trình ({0}).
zh_hans: 无法打开进程（{0}）。
zh_hant: 無法開啟處理程序（{0}）。

# OpenProcess_Protected
source: This process is protected by Windows and cannot be opened.
ar: هذه العملية محمية بواسطة Windows ولا يمكن فتحها.
cs: Tento proces je chráněn systémem Windows a nelze ho otevřít.
de: Dieser Prozess ist durch Windows geschützt und kann nicht geöffnet werden.
el: Αυτή η διεργασία προστατεύεται από τα Windows και δεν μπορεί να ανοιχτεί.
es: Este proceso está protegido por Windows y no se puede abrir.
fa: این فرایند توسط Windows محافظت می‌شود و قابل باز کردن نیست.
fr: Ce processus est protégé par Windows et ne peut pas être ouvert.
hu: Ezt a folyamatot a Windows védi, ezért nem nyitható meg.
id: Proses ini dilindungi oleh Windows dan tidak dapat dibuka.
it: Questo processo è protetto da Windows e non può essere aperto.
ja: このプロセスは Windows によって保護されているため開けません。
ko: 이 프로세스는 Windows에서 보호하므로 열 수 없습니다.
pl: Ten proces jest chroniony przez system Windows i nie można go otworzyć.
pt: Este processo é protegido pelo Windows e não pode ser aberto.
ro: Acest proces este protejat de Windows și nu poate fi deschis.
th: โปรเซสนี้ได้รับการป้องกันโดย Windows และเปิดไม่ได้
tr: Bu işlem Windows tarafından korunuyor ve açılamaz.
uk: Цей процес захищено Windows, і його не можна відкрити.
vi: Tiến trình này được Windows bảo vệ và không thể mở.
zh_hans: 此进程受 Windows 保护，无法打开。
zh_hant: 此處理程序受 Windows 保護，無法開啟。

# OpenProcess_NeedsAdmin
source: This process requires administrator rights to open.
ar: تتطلب هذه العملية صلاحيات المسؤول لفتحها.
cs: K otevření tohoto procesu jsou potřeba oprávnění správce.
de: Zum Öffnen dieses Prozesses sind Administratorrechte erforderlich.
el: Αυτή η διεργασία απαιτεί δικαιώματα διαχειριστή για το άνοιγμα.
es: Para abrir este proceso se necesitan permisos de administrador.
fa: باز کردن این فرایند به مجوز مدیر نیاز دارد.
fr: L'ouverture de ce processus nécessite des droits d'administrateur.
hu: A folyamat megnyitásához rendszergazdai jogosultság szükséges.
id: Proses ini memerlukan hak administrator untuk dibuka.
it: Per aprire questo processo sono necessari i diritti di amministratore.
ja: このプロセスを開くには管理者権限が必要です。
ko: 이 프로세스를 열려면 관리자 권한이 필요합니다.
pl: Otwarcie tego procesu wymaga uprawnień administratora.
pt: Este processo requer direitos de administrador para ser aberto.
ro: Pentru deschiderea acestui proces sunt necesare drepturi de administrator.
th: ต้องมีสิทธิ์ผู้ดูแลระบบจึงจะเปิดโปรเซสนี้ได้
tr: Bu işlemi açmak için yönetici hakları gerekir.
uk: Для відкриття цього процесу потрібні права адміністратора.
vi: Cần quyền quản trị viên để mở tiến trình này.
zh_hans: 打开此进程需要管理员权限。
zh_hant: 需要系統管理員權限才能開啟此處理程序。

# OpenProcess_OpenElevated
source: Open with administrator rights
ar: فتح بصلاحيات المسؤول
cs: Otevřít s oprávněními správce
de: Mit Administratorrechten öffnen
el: Άνοιγμα με δικαιώματα διαχειριστή
es: Abrir con permisos de administrador
fa: باز کردن با مجوز مدیر
fr: Ouvrir avec des droits d'administrateur
hu: Megnyitás rendszergazdai jogosultsággal
id: Buka dengan hak administrator
it: Apri con diritti di amministratore
ja: 管理者権限で開く
ko: 관리자 권한으로 열기
pl: Otwórz z uprawnieniami administratora
pt: Abrir com direitos de administrador
ro: Deschidere cu drepturi de administrator
th: เปิดด้วยสิทธิ์ผู้ดูแลระบบ
tr: Yönetici haklarıyla aç
uk: Відкрити з правами адміністратора
vi: Mở với quyền quản trị viên
zh_hans: 以管理员权限打开
zh_hant: 以系統管理員權限開啟

# DiskImage_Title
source: Open as disk image
ar: فتح كصورة قرص
cs: Otevřít jako obraz disku
de: Als Datenträgerabbild öffnen
el: Άνοιγμα ως εικόνα δίσκου
es: Abrir como imagen de disco
fa: باز کردن به‌عنوان ایمیج دیسک
fr: Ouvrir comme image disque
hu: Megnyitás lemezképként
id: Buka sebagai image disk
it: Apri come immagine disco
ja: ディスクイメージとして開く
ko: 디스크 이미지로 열기
pl: Otwórz jako obraz dysku
pt: Abrir como imagem de disco
ro: Deschidere ca imagine de disc
th: เปิดเป็นอิมเมจดิสก์
tr: Disk görüntüsü olarak aç
uk: Відкриття як образу диска
vi: Mở dưới dạng ảnh đĩa
zh_hans: 作为磁盘映像打开
zh_hant: 以磁碟映像開啟

# DiskImage_SectorSize
source: Sector size
ar: حجم القطاع
cs: Velikost sektoru
de: Sektorgröße
el: Μέγεθος τομέα
es: Tamaño de sector
fa: اندازهٔ سکتور
fr: Taille de secteur
hu: Szektorméret
id: Ukuran sektor
it: Dimensione settore
ja: セクタサイズ
ko: 섹터 크기
pl: Rozmiar sektora
pt: Tamanho do setor
ro: Dimensiune sector
th: ขนาดเซกเตอร์
tr: Sektör boyutu
uk: Розмір сектора
vi: Kích thước sector
zh_hans: 扇区大小
zh_hant: 磁區大小

# DiskImage_Custom
source: Custom
ar: مخصص
cs: Vlastní
de: Benutzerdefiniert
el: Προσαρμογή
es: Personalizado
fa: سفارشی
fr: Personnalisée
hu: Egyéni
id: Kustom
it: Personalizzata
ja: 任意
ko: 사용자 지정
pl: Niestandardowy
pt: Personalizado
ro: Particularizat
th: กำหนดเอง
tr: Özel
uk: Власний
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

# DiskImage_CustomSize
source: Custom sector size (128-65536, power of two)
ar: حجم قطاع مخصص (128-65536، قوة للعدد 2)
cs: Vlastní velikost sektoru (128–65536, mocnina dvou)
de: Benutzerdefinierte Sektorgröße (128–65536, Zweierpotenz)
el: Προσαρμοσμένο μέγεθος τομέα (128-65536, δύναμη του 2)
es: Tamaño de sector personalizado (128-65536, potencia de dos)
fa: اندازهٔ سکتور سفارشی (128-65536، توانی از 2)
fr: Taille de secteur personnalisée (128-65536, puissance de deux)
hu: Egyéni szektorméret (128–65536, kettő hatványa)
id: Ukuran sektor kustom (128-65536, pangkat dua)
it: Dimensione settore personalizzata (128-65536, potenza di due)
ja: 任意のセクタサイズ (128〜65,536 の 2 の累乗)
ko: 사용자 지정 섹터 크기(128~65536, 2의 거듭제곱)
pl: Niestandardowy rozmiar sektora (128-65536, potęga dwójki)
pt: Tamanho de setor personalizado (128-65536, potência de dois)
ro: Dimensiune sector particularizată (128-65536, putere a lui doi)
th: ขนาดเซกเตอร์ที่กำหนดเอง (128-65536 กำลังของสอง)
tr: Özel sektör boyutu (128-65536, 2'nin kuvveti)
uk: Власний розмір сектора (128–65536, степінь двійки)
vi: Kích thước sector tùy chỉnh (128-65536, lũy thừa của 2)
zh_hans: 自定义扇区大小（128-65536，2 的幂）
zh_hant: 自訂磁區大小（128-65536，2 的乘冪）

# DiskImage_AllowResize
source: Allow changing the length
ar: السماح بتغيير الطول
cs: Povolit změnu délky
de: Ändern der Länge zulassen
el: Να επιτρέπεται η αλλαγή μήκους
es: Permitir cambiar la longitud
fa: اجازهٔ تغییر طول
fr: Autoriser la modification de la longueur
hu: A hossz módosításának engedélyezése
id: Izinkan mengubah panjang
it: Consenti la modifica della lunghezza
ja: 長さの変更を許可する
ko: 길이 변경 허용
pl: Zezwalaj na zmianę długości
pt: Permitir alterar o comprimento
ro: Se permite modificarea lungimii
th: อนุญาตให้เปลี่ยนความยาว
tr: Uzunluğun değiştirilmesine izin ver
uk: Дозволити зміну довжини
vi: Cho phép thay đổi độ dài
zh_hans: 允许更改长度
zh_hant: 允許變更長度

# DiskImage_Remainder
source: The file length is not a multiple of the sector size ({0} bytes left over).
ar: طول الملف ليس من مضاعفات حجم القطاع (يتبقى {0} بايت).
cs: Délka souboru není násobkem velikosti sektoru (zbývá bajtů: {0}).
de: Die Dateilänge ist kein Vielfaches der Sektorgröße ({0} Bytes übrig).
el: Το μήκος του αρχείου δεν είναι πολλαπλάσιο του μεγέθους τομέα (περισσεύουν {0} byte).
es: La longitud del archivo no es múltiplo del tamaño de sector (sobran {0} bytes).
fa: طول فایل مضربی از اندازهٔ سکتور نیست ({0} بایت اضافه است).
fr: La longueur du fichier n'est pas un multiple de la taille de secteur ({0} octets en trop).
hu: A fájl hossza nem a szektorméret többszöröse ({0} bájt maradék).
id: Panjang file bukan kelipatan ukuran sektor (sisa {0} byte).
it: La lunghezza del file non è un multiplo della dimensione del settore (avanzano {0} byte).
ja: ファイルの長さがセクタサイズの倍数ではありません (端数 {0} バイト)。
ko: 파일 길이가 섹터 크기의 배수가 아닙니다({0}바이트 남음).
pl: Długość pliku nie jest wielokrotnością rozmiaru sektora (pozostaje {0} bajtów).
pt: O comprimento do arquivo não é múltiplo do tamanho do setor (sobram {0} bytes).
ro: Lungimea fișierului nu este un multiplu al dimensiunii sectorului (rămân {0} octeți).
th: ความยาวไฟล์ไม่ใช่ผลคูณของขนาดเซกเตอร์ (เหลือเศษ {0} ไบต์)
tr: Dosya uzunluğu sektör boyutunun katı değil ({0} bayt artıyor).
uk: Довжина файлу не кратна розміру сектора (залишок {0} байтів).
vi: Độ dài tệp không phải bội số của kích thước sector (dư {0} byte).
zh_hans: 文件长度不是扇区大小的倍数（剩余 {0} 字节）。
zh_hant: 檔案長度不是磁區大小的倍數（多出 {0} 個位元組）。

# DiskWrite_Title
source: Write to disk
ar: الكتابة إلى القرص
cs: Zapsat na disk
de: Auf Datenträger schreiben
el: Εγγραφή σε δίσκο
es: Escribir en el disco
fa: نوشتن در دیسک
fr: Écrire sur le disque
hu: Írás lemezre
id: Tulis ke disk
it: Scrivi su disco
ja: ディスクに書き込む
ko: 디스크에 쓰기
pl: Zapisz na dysku
pt: Gravar no disco
ro: Scriere pe disc
th: เขียนลงดิสก์
tr: Diske yaz
uk: Запис на диск
vi: Ghi vào ổ đĩa
zh_hans: 写入磁盘
zh_hant: 寫入磁碟
